import React from "react";

const BlogDetails = () => {
  return (
    <>
      <section className="py-5">
        <div className="container">
          <div className="row">
            <div className="col-md-12 pt-5 sm-pt-0 about-content">
              <div className="d-flex margin-left">
                <p className="blog-p pt-2 me-2 about-line">ফ্রিল্যান্সিং</p>
                <p className="blog-p pt-2 about-line">জুন ০৯,২০২২</p>
              </div>
              <h2 className="blog-h2 pb-3">
                আপনার কি UI/UX ডিজাইন ক্যারিয়ার নিয়ে বিবেচনা করা উচিত?
              </h2>
              <img
                src="images/blog/blog.png"
                className="img-fluid blog-details-img"
                alt=""
              />
              <p className="pt-3 pb-4 details-p">
                ভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা সঠিকভাবে
                নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি মূহুর্তে
                পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল আছে, সেটা
                আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের উপরেই
                নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড., নাকি কমে
                যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা তাদের
                জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা
                সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি
                মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল
                আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের
                উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড.,
                নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা
                তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে
              </p>
            </div>
          </div>
          <div className="row">
            <div className="col-md-12 about-content">
              <div className="d-flex blog-details-img-block">
                <img
                  src="images/blog/details-1.png"
                  className="img-fluid blog-details-img-2 me-3 mb-2"
                  alt=""
                />
                <img
                  src="images/blog/details-2.png"
                  className="img-fluid blog-details-img-2"
                  alt=""
                />
              </div>
              <h2 className="blog-h2 pt-3">
                UI/UX Design কি? কাদেরকে UI/UX Designer বলে?
              </h2>
              <p className="pt-2 pb-4 details-p">
                ভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা সঠিকভাবে
                নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি মূহুর্তে
                পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল আছে, সেটা
                আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের উপরেই
                নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড., নাকি কমে
                যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা তাদের
                জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা
                সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি
                মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল
                আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের
                উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড.,
                নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা
                তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে
              </p>
            </div>
          </div>
          <div className="row">
            <div className="col-md-12 about-content">
              <img
                src="images/blog/blog.png"
                className="img-fluid blog-details-img"
                alt=""
              />
              <h2 className="blog-h2 pt-3">
                UI/UX Design কি? কাদেরকে UI/UX Designer বলে?
              </h2>
              <p className="pt-2 details-p">
                ভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা সঠিকভাবে
                নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি মূহুর্তে
                পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল আছে, সেটা
                আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের উপরেই
                নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড., নাকি কমে
                যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা তাদের
                জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই সিদ্ধান্তটা
                সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো প্রতি
                মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে ডিমান্ডেবল
                আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা অনেক বিষয়ের
                উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম ডিমান্ড.,
                নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই আর্টিকেলটা
                তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে নেয়া খুব কঠিন একটা কাজ। চাকরির ক্ষেত্র গুলো
                প্রতি মূহুর্তে পরিবর্তন হচ্ছে, এখন যে বিষয়টা চাকরির বাজারে
                ডিমান্ডেবল আছে, সেটা আগামী কয়েক দশকও জনপ্রিয় থাকবে কি না- এটা
                অনেক বিষয়ের উপরেই নির্ভর করে। একজন UI/UX Designer এর এখন যেরকম
                ডিমান্ড., নাকি কমে যাবে- যারা এই বিষয়ে জানতে আগ্রহী, আজকের এই
                আর্টিকেলটা তাদের জন্যভবিষ্যতে কোন পেশাটা নিজের জন্য ভালো হবে- এই
                সিদ্ধান্তটা সঠিকভাবে
              </p>
            </div>
          </div>
        </div>
      </section>
      <section className="py-5 mt-5">
        <div className="container py-5"></div>
      </section>
      <section className="py-5 footer-bg text-white mt-5">
        <div className="container">
          <div className="row under-footer text-center d-flex align-items-center">
            {/*            <div class="col-md-3"></div>*/}
            <div className="col-md-12 text-center pt-5">
              <h1 className="course-h1 text-white pt-5">
                সকল কোর্সে ভর্তি চলছে
              </h1>
              <p className="course-p text-white pt-3 pb-3 text-center">
                ক্যারিয়ার গড়ার সিদ্ধান্ত নিতে আর দেরি নয়। অনলাইন বা অফলাইন
                যেকোনো কোর্সে আপনার <br /> সুবিধামতো সময়ে ভর্তি হয়ে যান এখনই।
              </p>
              <a href="course-details.html" className="btn btn-custom bg-dark">
                ব্রাউজ কোর্স
              </a>
              {/*               <img src="images/vector.png" class="img-fluid vector-img" alt="">*/}
            </div>
            {/*            <div class="col-md-3"></div>*/}
          </div>
          <div className="row py-5">
            <div className="col-lg-6 col-md-12">
              <div className="row pt-5">
                <div className="col-md-7 pt-5">
                  <img
                    src="images/logo.png"
                    className="img-fluid w-75 mb-3"
                    alt=""
                  />
                  <p className="footer-p">
                    টপ আইটি বাংলাদেশের অন্যতম সেরা ই-লার্নিং স্কিল ডেভেলপমেন্ট
                    প্ল্যাটফর্ম। দক্ষতা উন্নয়নের মাধ্যমে দেশ থেকে বেকারত্ব
                    দূরীকরণ এবং বৈশ্বিক মানবসম্পদ তৈরিতে আমরা প্রতিশ্রুতিবদ্ধ।
                  </p>
                  <div className="mt-4">
                    <a href="https://facebook.com" target="_blank">
                      <i className="fa-brands fa-facebook-f social-icon me-2" />
                    </a>
                    <a href="https://twitter.com" target="_blank">
                      <i className="fa-brands fa-twitter social-icon social-icon-t me-2" />
                    </a>
                    <a href="https://linkedin.com" target="_blank">
                      <i className="fa-brands fa-linkedin-in social-icon social-icon me-2" />
                    </a>
                    <a href="https://youtube.com" target="_blank">
                      <i className="fa-brands fa-youtube social-icon social-icon-y me-2" />
                    </a>
                  </div>
                </div>
                <div className="col-md-5 pt-5 ps-sm-0">
                  <ul className="m-0 p-0 ps-4 sm-ps-0">
                    <li className="mb-3">কুইক লিংক</li>
                    <li>হোম</li>
                    <li>ফ্রি সেমিনারের সময়সূচি</li>
                    <li>মেন্টরস</li>
                    <li>সাফল্যের গল্প</li>
                    <li>গোপনীয়তা নীতি</li>
                  </ul>
                </div>
              </div>
            </div>
            <div className="col-lg-6 col-md-12">
              <div className="row pt-5 sm-pt-0">
                <div className="col-md-5 pt-5">
                  <ul className="m-0 p-0 ps-4 pe-3 sm-ps-0">
                    <li className="mb-3">কোর্স</li>
                    <li>গ্রাফিক ডিজাইন</li>
                    <li>সিপিএ মার্কেটিং</li>
                    <li>ডিজিটাল মার্কেটিং</li>
                    <li>ওয়েব ডিজাইন</li>
                  </ul>
                </div>
                <div className="col-md-7 pt-5">
                  <h3 className="mb-4 ms-4 footer-address-h footer-a">
                    ঠিকানা
                  </h3>
                  <div className="d-flex">
                    <i className="fa fa-location-dot pe-3 footer-icon" />
                    <p className="footer-address">
                      1/4, ব্লক-ই, সাত-মসজিদ রোড, মোহাম্মদপুর বাসস্ট্যান্ড,
                      ঢাকা-1207। 1207 ঢাকা, ঢাকা বিভাগ, বাংলাদেশ
                    </p>
                  </div>
                  <div className="d-flex">
                    <i className="fa fa-phone pe-3 footer-icon" />
                    <p className="footer-address">
                      +৮৮০১৭২০-০০০৫৪৫৬ +৮৮০১৭২০-০০০৫৪৫৬ +৮৮০১৭২০-০০০৫৪৫৬
                    </p>
                  </div>
                  <div className="d-flex">
                    <i className="fa fa-envelope pe-3 footer-icon" />
                    <p className="footer-address">topitinstitute@gmail.com</p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default BlogDetails;
